exports.donate = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke $𝙯𝙤𝙣𝙖 𝙗𝙤𝙩{}*
╠════════════════════
║├≽️⚜ *OVO*: 088l95355566000
║├≽️⚜ *PULSA*: 0895355566000
║├≽️⚜ *GOPAY*: 0895355566000
║├≽️⚜ *PAYPAL*: apem
╠════════════════════
║  *$𝙯𝙤𝙣𝙖 𝙗𝙤𝙩}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwa}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${XPTN}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ *MADE𝙯𝙤𝙣𝙖 𝙗𝙤𝙩 *
╚════════════════════`
}

